Repository: namespace-ee/namespace-ee
Catalog: locale/*/messages.po
Languages: et

source: A modern and responsive react timeline component.
et: Kaasaegne ja mobiilitoega reacti ajajoone komponent.

source: A solution to efficiently manage and analyze your mobile workforce through GPS tracking and geospatial data analysis. With a modern React.js interface and React Native mobile application for iOS and Android.
et: Lahendus, et efektiivselt manageerida ja analüüsida oma mobiilset tööjõudu läbi GPS jälgimise ja geoandmete analüüsi. Kasutades modernset React.js kasutajaliidest ja React Native’ite mobiiliappide loomiseks iOS ja Androididele.

source: And we would love to know more about your project!
et: Ja me hea meelega kuulaksime teie projektist!

source: Book a meeting
et: Broneeri koosolek

source: Contact us
et: Võta ühendust

source: Creating applications that matter
et: Loome rakendusi millel on väärtus

source: Django REST Framework SSO is an extension to Django REST Framework that enables Single sign-on in a microservice-oriented environment using the JWT standard.
et: Django REST Framework SSO on laiendus Django REST Framework’ile mis võimaldab pakkuda Single sign-on’i mikroteenustele orienteeritud keskkonnas kasutades JWT standardit.

source: E-mail
et: E-post

source: Extention for Django Rest Framework to enable simple sideloading.
et: Django REST Framework laiendus mis võimaldab lihtsat objektide sideloadingut.

source: GPS Fleet Tracking Software and Solutions
et: GPS autopargi jälgimise lahendus ja tarkvara

source: Giving back
et: Anname tagasi

source: If the matter is urgent then please call
et: Kui tegemist on kiireloomulise teemaga siis palun helistada

source: Let's engineer impressive digital products together.
et: Arendame koos vingeid tooteid.

source: Like to help?
et: Soovid aidata?

source: Message has been sent
et: Sõnum on saadetud

source: Mobile fleet management
et: Mobiilse meeskonna haldus

source: Monitor and manage everything related to your company's vehicles conveniently on a computer screen or your cell phone!
et: Monitoori ja halda kõike mis seondub sinu firma autopargiga mugavalt nii arvutiekraanil kui mobiilis!

source: Name
et: Nimi

source: Open Source
et: Avatud lähtekood

source: Parcelfellows offers a public parcel shipping service at very competetive prices. Pakipoint offers an extensive order fulfillment & warehousing service for online merchants with support for platforms such as Shopify, Magento, WooCommerce, Prestashop and custom solutions.
et: Parcelfellows pakub paki saatmise teenust väga heade hindadega. Pakipoint pakub võimekat tellimuste täitmise ja laohalduse teenust e-poodidele liidestudes platvormidega nagu Shopify, Magento, WooCommerce, PrestaShop või rätseplahendustega.

source: Phone
et: Telefon

source: Send message
et: Saada sõnum

source: Shipping & Order fulfillment service
et: Paki saatmise ja tellimuste täitmise teenus

source: Tell us about your project
et: Räägi meile oma projektist

source: Ticket sales and event management
et: Piletimüük ja ürituse korraldus

source: We are a full service digital agency based in Tallinn. We are Python, API and React.js experts.
et: Pakume täisteenus digilahendusi. Oleme Pythoni, API’de ja React.js eksperdid.

source: We build high performance, maintainable and business critical web applications and business automation for companies around the world.
et: Loome

source: We build upon tools and libraries that have received the love and work of several thousands of enthusiasts around the world. We want to contibute to those efforts, while also sharing some of the tools we have envisioned and built to help us deliver great apps for our customers.
et: Ehitame oma tooteid tööriistadele ja teekidele millesse on panustanud tuhanded entusiastid üle maailma. Soovime ka oma panuse tagasi anda jagades osasid tööriistu mida oleme loonud ja täiendanud, et pakkuda oma klientidele kõige paremaid lahendusi.

source: We have the team, the knowledge and the experience to build them.
et: Meil on meeskond, oskused ja kogemus, et neid arendada.

source: We offer an advanced ticket sales system that is also embeddable to your own website. Create an interactive shopping cart that matches your site's design and build upon our reliable backend. Receive payments directly to your own account via PayPal, EveryPay, Maksekeskus (others on request).
et: Pakume võimalusterohket piletimüügi süsteemi mis on võimalik paigutada ka oma kodulehele. Luues interaktiivse ostukorvi mis läheb kokku Sinu veebilehe disainiga ja kasutab usaldusväärset back-officet. Maksed tulevad otse teie kontodele läbi PayPal, EveryPay, Maksekeskuse (või teiste lahenduste).

source: We will get back to you within a few days.
et: Võtame teiega ühendust paari päeva jooksul.

source: We would love to hear your ideas.
et: Tahaksime kuulda Sinu ideedest.

source: What we do
et: Mida me teeme
